---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LbmPerFt
source: html/29c631bc-c968-54ea-c1f1-d1be6d6f2fbd.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LbmPerFt Property

Symbol lbm/ft, indicating unit Pounds mass per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId LbmPerFt { get; }
```